---
kind: other
id: Properties.T:Autodesk.Revit.DB.ServerPath
source: html/1186ba33-a0b1-fb15-6aa7-46af1bc4e87f.htm
---
# ServerPath Properties

The path to the location of the central Revit server or cloud.